tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "brew-pip"
brew "cmake"
brew "cmatrix"
brew "cointop"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "grep"
brew "htop"
brew "jq"
brew "mysql", restart_service: true
brew "node"
brew "pacapt"
brew "pfetch"
brew "python@3.10"
brew "pipx"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "subversion"
brew "thefuck"
brew "d12frosted/emacs-plus/emacs-plus@28"
cask "alacritty"
cask "amethyst"
cask "android-platform-tools"
cask "brave-browser"
cask "datagrip"
cask "dbeaver-community"
cask "finicky"
cask "font-crimson-pro"
cask "font-ibm-plex-serif"
cask "font-victor-mono-nerd-font"
cask "intellij-idea"
cask "iterm2"
cask "logitech-options"
cask "mysqlworkbench"
cask "postman"
cask "spotify"
cask "spotmenu"
cask "squirrel"
cask "tableplus"
cask "ueli"
cask "via"
cask "zoom"
