tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "normen/tap"
tap "railwaycat/emacsmacport"
brew "bat"
brew "glib"
brew "cmake"
brew "cmatrix"
brew "cointop"
brew "fd"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "grep"
brew "handbrake"
brew "htop"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "librsvg"
brew "libslirp"
brew "maven"
brew "mysql"
brew "neovim"
brew "node"
brew "open-mpi"
brew "openssl@1.1"
brew "pacapt"
brew "perl"
brew "pfetch"
brew "pipx"
brew "pnpm"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "qpdf"
brew "redis"
brew "ripgrep"
brew "starship"
brew "subversion"
brew "telnet"
brew "thefuck"
brew "weechat"
brew "wget"
brew "railwaycat/emacsmacport/emacs-mac"
cask "alacritty"
cask "amethyst"
cask "another-redis-desktop-manager"
cask "arc"
cask "bluestacks"
cask "brave-browser"
cask "brave-browser@beta"
cask "datagrip"
cask "dbeaver-community"
cask "docker"
cask "finicky"
cask "font-crimson-pro"
cask "font-ibm-plex-serif"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-onenote"
cask "postman"
cask "spotify"
cask "tableplus"
cask "visualvm"
cask "webstorm"
cask "zoom"
