adobe-source-han-sans-cn-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-tw-fonts
alacritty
alsa-utils
ant
ant-dracula-kvantum-theme-git
anydesk-bin
appimagelauncher
appstream-glib
arandr
arch-install-scripts
aria2
asp
aspell-en
atool
audacity
auto-cpufreq
autoconf
autofs
automake
autopep8
aws-cli
base
bashtop
bat
bind
binutils
bison
blueman
bluetooth-autoconnect
bluez-utils
brave-bin
brightnessctl
ccache
celluloid
cgames
chaotic-keyring
chaotic-mirrorlist
clang-format-all-git
cmake
code
composer
cronie
ctags
cups
dbeaver
debtap
devour
dialog
discord-canary
dmg2img
dnsmasq
docker
docker-compose
dosbox
downgrade
dracula-gtk-theme
dunst
ebtables
editorconfig-core-c
efibootmgr
elementary-planner
emacs-nativecomp
envycontrol
eslint
ethlint-git
ethtool
evolution
exfat-utils
fail2ban
fakeroot
fastfetch-git
fd
feh
ffcast
ffmpeg-compat-57
ffmpegthumbnailer
figlet
firefox
fish
fisher
fix-bt-a2dp
flatpak
flex
freerdp
fswebcam
fuse2
fuse3
fuseiso
fwupd
fzf
gcc
gconf
geoip
geoip-database-extra
ghc
ghostscript
git
gnome-multi-writer
gnome-network-displays
gnome-sound-recorder
gnu-netcat
go
go-ipfs
gpg-crypter
groff
grub
grub-customizer
gst-plugins-good
gtk3-libwinmenu
gvfs
gvfs-mtp
hadolint-bin
hashcat
hashcat-utils
haveged
hexchat
highlight
htop
hub
hunspell-en_gb
hyphen-en
i3lock-color
i3lock-fancy-git
insync
intel-ucode
inxi
ipw2200-fw
ipython
iwd
jq
jre11-openjdk-headless
kdenlive
keychain
khal
klavaro
kvantum
ledger-live-bin
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-v4l-utils
libfido2
libreoffice-extension-languagetool
libreoffice-fresh
libreoffice-fresh-en-gb
libtgvoip
libtool
libvncserver
libvterm
libxkbcommon-doc
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux-headers
lsb-release
lshw
ltunify
luit
lutris
lxappearance-gtk3
lxinput-gtk3
lxrandr-gtk3
lxsession-gtk3
lynx
m4
mailspring
maim
make
man-db
man-pages
maven
mediainfo
mesa-demos
meson
micro
monero-gui
mongodb-compass
mono-addins
mono-msbuild
mono-msbuild-sdkresolver
mypy
ncdu
neovim
nerd-fonts-fira-code
nerd-fonts-ibm-plex-mono
nerd-fonts-victor-mono
net-tools
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
nltk-data
nodejs-lts-fermium
nodejs-lua-fmt
nodejs-webpack
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nuget
nvidia-dkms
nvidia-prime
nvidia-settings
nvm
nvtop
obinskit
obs-studio
ocl-icd
open-fuse-iso
openal
openconnect
opendoas
opendoas-sudo
openshot
openssh
pacdep
pacman-contrib
paleofetch-git
pandoc-bin
papirus-icon-theme
paru
patch
pavucontrol
pcmanfm-gtk3
pepper-flash
pfetch-git
php
pia-manager
picom-tryone-git
pipewire-alsa
pkgconf
playerctl
polkit
postman-bin
prettier
pulseaudio
pulseaudio-bluetooth
pulseaudio-jack
putty
pyright
python-argcomplete
python-black
python-colored-traceback
python-dbus-next
python-gensim
python-geocoder
python-google-api-core
python-google-auth-httplib2
python-isort
python-iwlib
python-jedi
python-levenshtein
python-libevdev
python-nltk
python-opencv
python-pam
python-pip
python-poetry
python-psutil
python-pyflakes
python-pygame
python-pytest
python-pytest-mypy
python-pyudev
python-rednose
python-requests-oauthlib
python-screeninfo
python-seaborn
python-x2go
python-xlsxwriter
python-xmltodict
qemu-desktop
qt-virt-manager
qt5-styleplugins
qt5ct
qtile-git
qtwaw
ranger
rclone
redshift
reflector
reflector-mirrorlist-update
remmina
ripgrep
rofi
rofi-calc
rofi-dmenu
ruby-clocale
ruby-filesize
ruby-fusuma
rust
samba
sccache
scrot
shellcheck
shfmt
skypeforlinux-stable-bin
slock
smartmontools
solidity
spicetify-cli-git
spicetify-themes-git
spotify-snapstore
steam
stylelint
sxiv
system-config-printer
tableplus
telegram-tdlib-git
texinfo
texlive-core
texlive-latexextra
the_silver_searcher
thefuck
thermald
ticktick
tidy
timeshift
tk
tlpui
tmux
transmission-gtk
trezor-bridge-bin
ttf-arphic-ukai
ttf-arphic-uming
ttf-bitstream-vera
ttf-crimson-pro-variable
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-ibm-plex
ttf-input
ttf-iosevka-nerd
ttf-liberation
ttf-roboto
ttf-times-new-roman
ttf-ubuntu-font-family
tzupdate
udemy-dl-git
udiskie
ueberzug
ufw
unimatrix-git
unrar
unzip
usbutils
valgrind
vi
vial-appimage
vim
virt-manager
virt-viewer
virtualbox
vivaldi-ffmpeg-codecs
wanderlust
wget
which
wordnet-cli
wqy-zenhei
x2goclient
xarchiver
xcb-util-cursor
xclip
xdg-user-dirs
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-dummy
xf86-video-qxl
xf86-video-vesa
xf86-video-voodoo
xidlehook
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yapf
yarn
youtube-dl
zathura-pdf-mupdf
zip
zoom
